CSI API ETABS v1
cDetailing.GetDetailingAvailable Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
bool GetDetailingAvailable()
Function GetDetailingAvailable As Boolean
Dim instance As cDetailing
Dim returnValue As Boolean
returnValue = instance.GetDetailingAvailable()
bool GetDetailingAvailable()
abstract GetDetailingAvailable : unit -> bool
Return Value
Type: Boolean
See Also
Reference
cDetailing Interface
ETABSv1 Namespace